
/* Class = "NSWindow"; title = "Preferencias"; ObjectID = "1"; */
"1.title" = "Preferencias";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "41"; */
"41.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "Posición absoluto del tiempo"; ObjectID = "42"; */
"42.title" = "Posición absoluto del tiempo";

/* Class = "NSMenuItem"; title = "tiempo relativo al actual"; ObjectID = "43"; */
"43.title" = "tiempo relativo al actual";

/* Class = "NSTextFieldCell"; title = "Tamaño:"; ObjectID = "46"; */
"46.title" = "Tamaño:";

/* Class = "NSTextFieldCell"; title = "Mostrar"; ObjectID = "72"; */
"72.title" = "Mostrar";

/* Class = "NSTextFieldCell"; title = "al desplazarse sobre la línea del tiempo"; ObjectID = "74"; */
"74.title" = "al desplazarse sobre la línea del tiempo";

/* Class = "NSBox"; title = "Control del reproductor"; ObjectID = "87"; */
"87.title" = "Control del reproductor";

/* Class = "NSBox"; title = "Estilo del tipo de letra"; ObjectID = "108"; */
"108.title" = "Estilo del tipo de letra";

/* Class = "NSTextFieldCell"; title = "Color del tipo de letra:"; ObjectID = "110"; */
"110.title" = "Color del tipo de letra:";

/* Class = "NSTextFieldCell"; title = "Color del borde:"; ObjectID = "117"; */
"117.title" = "Color del borde:";

/* Class = "NSTextFieldCell"; title = "Ocultarse en"; ObjectID = "122"; */
"122.title" = "Ocultarse en";

/* Class = "NSTextFieldCell"; title = "Transparencia"; ObjectID = "128"; */
"128.title" = "Transparencia";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Caja"; ObjectID = "133"; */
"133.title" = "Caja";

/* Class = "NSTextFieldCell"; title = "Mantener la ventana en la parte superior:"; ObjectID = "135"; */
"135.title" = "Mantener la ventana en la parte superior:";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "138"; */
"138.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "Nunca"; ObjectID = "139"; */
"139.title" = "Nunca";

/* Class = "NSMenuItem"; title = "Siempre"; ObjectID = "140"; */
"140.title" = "Siempre";

/* Class = "NSMenuItem"; title = "Mientras se reproduce"; ObjectID = "141"; */
"141.title" = "Mientras se reproduce";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Ocultarse en"; ObjectID = "144"; */
"144.title" = "Ocultarse en";

/* Class = "NSTextFieldCell"; title = "Color del tipo de letra"; ObjectID = "150"; */
"150.title" = "Color del tipo de letra";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "156"; */
"156.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "Coincide exactamente con el nombre del archivo"; ObjectID = "157"; */
"157.title" = "Coincide exactamente con el nombre del archivo";

/* Class = "NSMenuItem"; title = "contiene el nombre del archivo de vídeo"; ObjectID = "158"; */
"158.title" = "contiene el nombre del archivo de vídeo";

/* Class = "NSMenuItem"; title = "es cualquier nombre"; ObjectID = "159"; */
"159.title" = "es cualquier nombre";

/* Class = "NSButtonCell"; title = "Forzar la reconstrucción del índice"; ObjectID = "162"; */
"162.title" = "Forzar la reconstrucción del índice";

/* Class = "NSBox"; title = "Rendimiento y Calidad"; ObjectID = "163"; */
"163.title" = "Rendimiento y Calidad";

/* Class = "NSButtonCell"; title = "Entrar en pantalla completa cuando comience la reproducción"; ObjectID = "165"; */
"165.title" = "Entrar en pantalla completa cuando comience la reproducción";

/* Class = "NSTextFieldCell"; title = "Numero de hilos"; ObjectID = "167"; */
"167.title" = "Numero de hilos";

/* Class = "NSBox"; title = "Salida"; ObjectID = "173"; */
"173.title" = "Salida";

/* Class = "NSTextFieldCell"; title = "Pasar a través de:"; ObjectID = "175"; */
"175.title" = "Pasar a través de:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "Si hay dígitos en el nombre del archivo, MPlayerX aumentará el dígito de la parte derecha, para encontrar el siguiente archivo en el mismo directorio.\nNo tiene que preocuparse por el relleno 0"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "Si hay dígitos en el nombre del archivo, MPlayerX aumentará el dígito de la parte derecha, para encontrar el siguiente archivo en el mismo directorio.\nNo tiene que preocuparse por el relleno 0";

/* Class = "NSButtonCell"; title = "Encontrar y reproducir el siguiente archivo automáticamente"; ObjectID = "182"; */
"182.title" = "Encontrar y reproducir el siguiente archivo automáticamente";

/* Class = "NSButtonCell"; title = "Salir cuando la ventana se cierre"; ObjectID = "184"; */
"184.title" = "Salir cuando la ventana se cierre";

/* Class = "NSButtonCell"; title = "Mostrar OSD"; ObjectID = "212"; */
"212.title" = "Mostrar OSD";

/* Class = "NSTextFieldCell"; title = "Con esta configuración, MPlayerX volverá a calcular el índice para hacer el video reubicable, útil en algunos archivos en mal estado. Sin embargo, esto puede retrasar inicio de la reproducción por varios segundos"; ObjectID = "249"; */
"249.title" = "Con esta configuración, MPlayerX volverá a calcular el índice para hacer el video reubicable, útil en algunos archivos en mal estado. Sin embargo, esto puede retrasar inicio de la reproducción por varios segundos";

/* Class = "NSButtonCell"; title = "Use tipo de letra incrustada si es posible"; ObjectID = "257"; */
"257.title" = "Use tipo de letra incrustada si es posible";

/* Class = "NSTextFieldCell"; title = "Tamaño de la caché para el flujo:"; ObjectID = "260"; */
"260.title" = "Tamaño de la caché para el flujo:";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "Dar prioridad a IPV6"; ObjectID = "270"; */
"270.title" = "Dar prioridad a IPV6";

/* Class = "NSButtonCell"; title = "Al entrar en la pantalla completa, no deje en blanco las otras pantallas"; ObjectID = "282"; */
"282.title" = "Al entrar en la pantalla completa, no deje en blanco las otras pantallas";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "295"; */
"295.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "Sin letterbox"; ObjectID = "296"; */
"296.title" = "Sin letterbox";

/* Class = "NSMenuItem"; title = "Sólo inferior"; ObjectID = "297"; */
"297.title" = "Sólo inferior";

/* Class = "NSMenuItem"; title = "Parte superior + inferior"; ObjectID = "298"; */
"298.title" = "Parte superior + inferior";

/* Class = "NSTextFieldCell"; title = "Altura:"; ObjectID = "304"; */
"304.title" = "Altura:";

/* Class = "NSBox"; title = "Letterbox"; ObjectID = "307"; */
"307.title" = "Letterbox";

/* Class = "NSTextFieldCell"; title = "de la altura de la película"; ObjectID = "309"; */
"309.title" = "de la altura de la película";

/* Class = "NSButtonCell"; title = "Empezar a jugar cuando los medios se han abierto"; ObjectID = "320"; */
"320.title" = "Empezar a jugar cuando los medios se han abierto";

/* Class = "NSBox"; title = "Detección de texto de codificación"; ObjectID = "327"; */
"327.title" = "Detección de texto de codificación";

/* Class = "NSTextFieldCell"; title = "Si la confianza ≤"; ObjectID = "329"; */
"329.title" = "Si la confianza ≤";

/* Class = "NSTextFieldCell"; title = "Establecer la codificación por"; ObjectID = "334"; */
"334.title" = "Establecer la codificación por";

/* Class = "NSMenu"; title = "Otras Vistas"; ObjectID = "337"; */
"337.title" = "Otras Vistas";

/* Class = "NSTextFieldCell"; title = "Ajuste de umbral de confianza al 100% desactivado de auto detección del texto de codificación, pero no es recomendable."; ObjectID = "348"; */
"348.title" = "Ajuste de umbral de confianza al 100% desactivado de auto detección del texto de codificación, pero no es recomendable.";

/* Class = "NSButtonCell"; title = "Permitir superposición subtítulos"; ObjectID = "350"; */
"350.title" = "Permitir superposición subtítulos";

/* Class = "NSMenuItem"; title = "Sólo parte superior"; ObjectID = "354"; */
"354.title" = "Sólo parte superior";

/* Class = "NSButtonCell"; title = "Transferencia del flujo de RTSP sobre el protocolo HTTP"; ObjectID = "358"; */
"358.title" = "Transferencia del flujo de RTSP sobre el protocolo HTTP";

/* Class = "NSButtonCell"; title = "Use ffmpeg para manejar el flujo"; ObjectID = "365"; */
"365.title" = "Use ffmpeg para manejar el flujo";

/* Class = "NSButtonCell"; title = "Volver a mezclar DTS 5.1 a estereo"; ObjectID = "373"; */
"373.title" = "Volver a mezclar DTS 5.1 a estereo";

/* Class = "NSTextFieldCell"; title = "Si utiliza altavoces incorporados 2.0 o mini-jack, por favor activar esta opción"; ObjectID = "376"; */
"376.title" = "Si utiliza altavoces incorporados 2.0 o mini-jack, por favor activar esta opción";

/* Class = "NSTextFieldCell"; title = "Mostrar"; ObjectID = "387"; */
"387.title" = "Mostrar";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "390"; */
"390.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "tiempo restante"; ObjectID = "391"; */
"391.title" = "tiempo restante";

/* Class = "NSMenuItem"; title = "tiempo total"; ObjectID = "392"; */
"392.title" = "tiempo total";

/* Class = "NSTextFieldCell"; title = "A la derecha de la barra de control"; ObjectID = "395"; */
"395.title" = "A la derecha de la barra de control";

/* Class = "NSButtonCell"; title = "Reanudar la reproducción desde el último lugar donde se detuvo"; ObjectID = "400"; */
"400.title" = "Reanudar la reproducción desde el último lugar donde se detuvo";

/* Class = "NSButtonCell"; title = "Ocultar siempre Dock en modo de pantalla completa"; ObjectID = "403"; */
"403.title" = "Ocultar siempre Dock en modo de pantalla completa";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Ninguno"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Ninguno";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Normal"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Normal";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Avanzado"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Avanzado";

/* Class = "NSTextFieldCell"; title = "Mejora de la imagen"; ObjectID = "410"; */
"410.title" = "Mejora de la imagen";

/* Class = "NSTextFieldCell"; title = "Método de desentrelazado"; ObjectID = "413"; */
"413.title" = "Método de desentrelazado";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg filtro de desentrelazado que desentrelaza del bloque determinado mediante el filtrado de todos los de segunda línea con un filtro (-1 4 2 4 -1).\n\nLPF5: Filtro descentralizado de paso bajo FIR verticalmente aplicado que el desentrelazado de un bloque dado mediante el filtrado de todas lineas con un filtro (-1 2 6 2 -1)."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg filtro de desentrelazado que desentrelaza del bloque determinado mediante el filtrado de todos los de segunda línea con un filtro (-1 4 2 4 -1).\n\nLPF5: Filtro descentralizado de paso bajo FIR verticalmente aplicado que el desentrelazado de un bloque dado mediante el filtrado de todas lineas con un filtro (-1 2 6 2 -1).";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Ninguna"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Ninguna";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Opciones Extras"; ObjectID = "423"; */
"423.title" = "Opciones Extras";

/* Class = "NSTextFieldCell"; title = "Las opciones adicionales se pasará a mplayer directamente.\nAsegúrese de que usted es realmente un profesional de MPlayer antes de modificar esto, de lo contrario por favor déjelo en blanco."; ObjectID = "430"; */
"430.title" = "Las opciones adicionales se pasará a mplayer directamente.\nAsegúrese de que usted es realmente un profesional de MPlayer antes de modificar esto, de lo contrario por favor déjelo en blanco.";

/* Class = "NSTextFieldCell"; title = "¿Cómo mantener los ajustes en el \"Sintonizador\" ?"; ObjectID = "435"; */
"435.title" = "¿Cómo mantener los ajustes en el \"Sintonizador\" ?";

/* Class = "NSMenu"; title = "Otras Vistas"; ObjectID = "438"; */
"438.title" = "Otras Vistas";

/* Class = "NSMenuItem"; title = "No mantener, siempre restablecer la configuración cuando la reproducción se detiene"; ObjectID = "439"; */
"439.title" = "No mantener, siempre restablecer la configuración cuando la reproducción se detiene";

/* Class = "NSMenuItem"; title = "Restablecer los ajustes cuando no existe una al lado para reproducir"; ObjectID = "440"; */
"440.title" = "Restablecer los ajustes cuando no existe una al lado para reproducir";

/* Class = "NSMenuItem"; title = "Restablecer los ajustes cuando la aplicación se cierre"; ObjectID = "441"; */
"441.title" = "Restablecer los ajustes cuando la aplicación se cierre";

/* Class = "NSMenuItem"; title = "Nunca restablecer, guárdelo como mis preferencias"; ObjectID = "442"; */
"442.title" = "Nunca restablecer, guárdelo como mis preferencias";

/* Class = "NSTextFieldCell"; title = "¿Cómo mantener la configuración en el directorio \"ecualizador\" ?"; ObjectID = "445"; */
"445.title" = "¿Cómo mantener la configuración en el directorio \"ecualizador\" ?";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "448"; */
"448.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "No guarde, siempre restablecer la configuración cuando la reproducción se detiene"; ObjectID = "449"; */
"449.title" = "No guarde, siempre restablecer la configuración cuando la reproducción se detiene";

/* Class = "NSMenuItem"; title = "Restablecer los ajustes cuando no existe una al lado para reproducir"; ObjectID = "450"; */
"450.title" = "Restablecer los ajustes cuando no existe una al lado para reproducir";

/* Class = "NSMenuItem"; title = "Restablecer los ajustes cuando la aplicación se cierra"; ObjectID = "451"; */
"451.title" = "Restablecer los ajustes cuando la aplicación se cierra";

/* Class = "NSMenuItem"; title = "Nunca restablecer, guárdelo como mis preferencias"; ObjectID = "452"; */
"452.title" = "Nunca restablecer, guárdelo como mis preferencias";

/* Class = "NSTextFieldCell"; title = "Carga de subtítulos, si el nombre del archivo sub"; ObjectID = "459"; */
"459.title" = "Carga de subtítulos, si el nombre del archivo sub";

/* Class = "NSTextFieldCell"; title = "Alineamiento:"; ObjectID = "461"; */
"461.title" = "Alineamiento:";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "466"; */
"466.title" = "Otras vistas";

/* Class = "NSMenuItem"; title = "Por defecto (utilizar el valor en el archivo sub)"; ObjectID = "467"; */
"467.title" = "Por defecto (utilizar el valor en el archivo sub)";

/* Class = "NSMenuItem"; title = "Parte inferior - Izquierda"; ObjectID = "468"; */
"468.title" = "Parte inferior - Izquierda";

/* Class = "NSMenuItem"; title = "Parte inferior - Centro"; ObjectID = "469"; */
"469.title" = "Parte inferior - Centro";

/* Class = "NSMenuItem"; title = "Parte inferior - Derecha"; ObjectID = "470"; */
"470.title" = "Parte inferior - Derecha";

/* Class = "NSMenuItem"; title = "Parte superior - Izquierda"; ObjectID = "471"; */
"471.title" = "Parte superior - Izquierda";

/* Class = "NSMenuItem"; title = "Parte superior - Centro"; ObjectID = "472"; */
"472.title" = "Parte superior - Centro";

/* Class = "NSMenuItem"; title = "Parte superior - Derecha"; ObjectID = "473"; */
"473.title" = "Parte superior - Derecha";

/* Class = "NSButtonCell"; title = "Deshabilite el desplazamiento del ratón horizontal para buscar"; ObjectID = "479"; */
"479.title" = "Deshabilite el desplazamiento del ratón horizontal para buscar";

/* Class = "NSButtonCell"; title = "Deshabilite el desplazamiento vertical del ratón para cambiar el volumen"; ObjectID = "481"; */
"481.title" = "Deshabilite el desplazamiento vertical del ratón para cambiar el volumen";

/* Class = "NSButtonCell"; title = "Al entrar en modo de pantalla completa, \najuste la altura Letterbox para que se ajuste a la altura de la pantalla"; ObjectID = "485"; */
"485.title" = "Al entrar en modo de pantalla completa, \najuste la altura Letterbox para que se ajuste a la altura de la pantalla";

/* Class = "NSTextFieldCell"; title = "Con esta opción activada, MPlayerX hará que los subtítulos no se superpongan el marco tanto como se pueda.\nSin embargo, esta opción aumentará el tamaño del marco de representación al tamaño de la pantalla, a veces, sobre todo para algunos contenidos de alta definición, el rezagado pueden ser llevados a la reproducción."; ObjectID = "488"; */
"488.title" = "Con esta opción activada, MPlayerX hará que los subtítulos no se superpongan el marco tanto como se pueda.\nSin embargo, esta opción aumentará el tamaño del marco de representación al tamaño de la pantalla, a veces, sobre todo para algunos contenidos de alta definición, el rezagado pueden ser llevados a la reproducción.";

/* Class = "NSTextFieldCell"; title = "Tipo de letra:"; ObjectID = "490"; */
"490.title" = "Tipo de letra:";

/* Class = "NSMenu"; title = "Otras vistas"; ObjectID = "493"; */
"493.title" = "Otras vistas";

/* Class = "NSButtonCell"; title = "Carga, pero no muestre los subtítulos si la reproducción se inicia"; ObjectID = "500"; */
"500.title" = "Carga, pero no muestre los subtítulos si la reproducción se inicia";

/* Class = "NSButtonCell"; title = "Detectar salida digital SPDIF de forma automática"; ObjectID = "528"; */
"528.title" = "Detectar salida digital SPDIF de forma automática";

/* Class = "NSButtonCell"; title = "Habilitar teclas multimedia (F7, F8, F9) para controlar la reproducción\n(es necesario reiniciar para ser aplicadas)"; ObjectID = "542"; */
"542.title" = "Habilitar teclas multimedia (F7, F8, F9) para controlar la reproducción\n(es necesario reiniciar para ser aplicadas)";

/* Class = "NSButtonCell"; title = "Habilitar el menú \"Abrir reciente\""; ObjectID = "552"; */
"552.title" = "Habilitar el menú \"Abrir reciente\"";

/* Class = "NSButtonCell"; title = "Intenta siempre utilizar la pantalla secundaria"; ObjectID = "557"; */
"557.title" = "Intenta siempre utilizar la pantalla secundaria";

/* Class = "NSButtonCell"; title = "Permitir sue Apple remote controle el volume del sistema"; ObjectID = "566"; */
"566.title" = "Permitir sue Apple remote controle el volume del sistema";

/* Class = "NSTextFieldCell"; title = "Save snapshots"; ObjectID = "587"; */
"587.title" = "Save snapshots";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "to Pasteboard"; ObjectID = "594"; */
"594.title" = "to Pasteboard";

/* Class = "NSMenuItem"; title = "as PNG files"; ObjectID = "595"; */
"595.title" = "as PNG files";

/* Class = "NSMenuItem"; title = "as JPEG files"; ObjectID = "596"; */
"596.title" = "as JPEG files";

/* Class = "NSMenuItem"; title = "as TIFF files"; ObjectID = "597"; */
"597.title" = "as TIFF files";

/* Class = "NSMenuItem"; title = "as BMP files"; ObjectID = "598"; */
"598.title" = "as BMP files";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
